Repository: jeffreyhi1/loginsystem-rd
Catalog: VB.NET/Login-System/Login-System/App_GlobalResources/loginGlobals.*.resx
Languages: de, vi

# lg_login_button_text
source: Login
de: Anmeldung
vi: Đăng nhập

# lg_register_button_text
source: Register
de: Registrieren
vi: Đăng ký

# lg_term_at
source: at
de: bei
vi: tại

# lg_term_cancel
source: Cancel Account
de: Konto löschen
vi: Hủy bỏ tài khoản

# lg_term_cancel_account
source: Cancel Account
de: Konto löschen
vi: Hủy bỏ tài khoản

# lg_term_change_password
source: Change Password
de: Passwort ändern
vi: Thay đổi mật khẩu

# lg_term_change_password_button_text
source: Change Password
de: Passwort ändern
vi: Thay đổi mật khẩu

# lg_term_city
source: City
de: Stadt
vi: Thành phố

# lg_term_confirm
source: Confirm Password
de: Passwort bestätigen
vi: Đánh lại mật khẩu

# lg_term_contact_form
source: Contact Form
de: Kontaktformular
vi: Mẫu liên hệ

# lg_term_country
source: Country
de: Land
vi: Quốc gia

# lg_term_current_password
source: Current Password
de: Aktuelles Passwort
vi: Mật khẩu hiện tại

# lg_term_delete_account
source: Delete Account
de: Konto löschen
vi: Tài khoản xóa

# lg_term_email
source: Email
vi: Thư điện tử

# lg_term_enter_information
source: Enter Information
de: Bitte Informationen eingeben
vi: Nhập thông tin

# lg_term_example
source: Example
de: Beispiel
vi: Ví dụ

# lg_term_from_error
source: Form Error
de: Form-Fehler
vi: cách tao nhã lỗi

# lg_term_guest
source: Guest
de: Gast
vi: tôn vinh khách.

# lg_term_home
source: Home
de: Heim
vi: Trang Chủ

# lg_term_immediately
source: immediately
de: sofor
vi: ngay lập tức

# lg_term_issue_verification_token
source: Issue Verification Token
de: Ausgabe des Verification Tokens
vi: Lấy mã xác minh

# lg_term_log_out
source: Log out
de: Log Aus
vi: Đăng xuất

# lg_term_logged_out
source: Logged Out
de: Abgemeldet
vi: Thoát khỏi tài khoản

# lg_term_login
source: Login
de: Anmeldung
vi: Đăng nhập

# lg_term_login_success
source: Success
de: Erfolg
vi: Thành công

# lg_term_name
source: Name
vi: Tên

# lg_term_new_password
source: New Password
de: Neues Passwort
vi: Mật khẩu mới

# lg_term_optional
source: Optional
vi: tùy chọn

# lg_term_or
source: or
de: oder
vi: hoặc

# lg_term_password
source: Password
de: Passwort
vi: Mật khẩu

# lg_term_please_login
source: Please Login
de: Bitte anmelden
vi: Vui lòng đăng nhập

# lg_term_please_register
source: Please Register
de: Bitte registrieren
vi: Hãy đăng ký

# lg_term_recover_password
source: Recover Password
de: Passwort wiederherstellen
vi: Khôi phục mật khẩu

# lg_term_region
source: Region
vi: Vùng

# lg_term_register
source: Register
de: Registrieren
vi: Đăng ký

# lg_term_register_confirmation
source: Registration Confirmation
de: Bestätigung der Registrierung
vi: Xác nhận đăng ký

# lg_term_register_delete_enter_email
source: Enter Email
de: E-Mail eingeben
vi: Nhập thư điện tử

# lg_term_registration
source: Registration
de: Anmeldung
vi: Đăng ký

# lg_term_registration_thankyou
source: Thank you for registering.
de: Vielen Dank für Ihre Anmeldung.
vi: Cảm ơn bạn đã đăng ký.

# lg_term_registration_verification
source: Registration Verification
de: Überprüfung der Registrierung
vi: Đăng ký xác nhận

# lg_term_rememberme
source: Remember Me
de: Angemeldet bleiben
vi: Nhớ đăng nhập của tôi

# lg_term_remove_registration
source: Remove Registration
de: Registrierung löschen
vi: Hủy bỏ đăng ký

# lg_term_required
source: required
de: erforderlich
vi: Được yêu cầu

# lg_term_reset_password
source: Password Reset
de: Passwort zurücksetzen
vi: Mật khẩu sự chứa

# lg_term_set_new_password
source: Set New Password
de: ein neues Passwort eingeben
vi: Tạo mật khẩu mới

# lg_term_submit
source: Submit
de: Übermitteln
vi: Gửi

# lg_term_to
source: To
de: Zu
vi: Đến

# lg_term_userid
source: UserID
vi: Tên truy nhập

# lg_term_via_email
source: by email at
de: per E-Mail an
vi: bằng thư điện tử

# lg_term_website
source: Website
vi: Trang web

# lg_term_website_address
source: Website Address
de: Website-Adresse
vi: Địa chỉ website

# lg_term_welcome
source: Welcome
de: Willkommen
vi: Chào mừng

# lg_phrase_attention_webmaster
source: Attention Webmaster
de: Webmaster benachrichtigen
vi: Chú ý cho web người chủ

# lg_phrase_cancel_account_canceled
source: The account has been canceled.
de: Das Konto wurde gelöscht.
vi: Tài khoản đã được hủy bỏ.

# lg_phrase_cancel_account_error
source: There was an unexpected error canceling your account. Please contact the webmaster
de: Ein unerwarteter Fehler trat beim Löschen des Kontos auf. Bitte kontaktieren Sie den Webmaster
vi: Có một lỗi bất ngờ không thể hủy bỏ tài khoản của bạn. Xin vui lòng liên lạc với web người chủ.

# lg_phrase_cancel_account_warning
source: Enter your User ID and Password to cancel your account.<p>WARNING: THIS ACTION CAN NOT BE UNDONE.</p>If you have forgotten your password use the recover password link below.
de: Geben Sie Ihre User-ID und Passwort ein, um Ihren Account zu löschen.<p>WARNUNG: Dieser Vorgang kann nicht rückgängig gemacht werden.</p>Benutzen Sie den unten stehenden Link Passwort wiederherstellen, wenn Ihr Kennwort Vergessenes wurde.
vi: Cảnh báo! Tài khoản của bạn không bao giờ có thể được phục hồi.

# lg_phrase_change_password
source: Enter your current password, then your desired new password
de: Geben Sie Ihr aktuelles Passwort ein, gefolgt von Ihrem gewünschten neuen Passwort
vi: Nhập mật khẩu hiện tại của bạn, sau đó nhập mật khẩu mới của bạn.

# lg_phrase_confirm_empty
source: The Confirm Password field is empty but is required. Please confirm your password.
de: Das Feld 'Kennwort bestätigen' ist leer, wird aber benötigt. Bitte bestätigen Sie Ihr Passwort.
vi: Các lĩnh vực xác nhận mật khẩu là trống rỗng, nhưng là bắt buộc. Xin hãy xác nhận lại mật khẩu.

# lg_phrase_confirm_title
source: Please confirm your desired password. This field is required.
de: Bitte bestätigen Sie Ihr gewünschtes Passwort ein. Dieses Feld ist unbedingt nötig.
vi: Hãy xác nhận mật khẩu mong muốn của bạn. Lĩnh vực này là bắt buộc.

# lg_phrase_contact_webmaster
source: contact the webmaster
de: an den Webmaster
vi: Liên lạc với web người chủ.

# lg_phrase_delete_account
source: Delete Account
de: Konto löschen
vi: Xóa tài khoản

# lg_phrase_delete_already_verified
source: The account has already been verified and could not be deleted
de: Das Konto wurde bereits überprüft und konnte nicht gelöscht werden.
vi: Tài khoản đã được xác minh và không thể xóa.

# lg_phrase_delete_deleted
source: The account has been deleted
de: Das Konto wurde gelöscht
vi: Tài khoản đã bị xoá

# lg_phrase_email_empty
source: The Email field is empty but is required. Please enter your Email address.
de: Die E-Mail-Feld ist leer, wird aber benötigt. Geben Sie bitte Ihre E-Mail-Adresse ein.
vi: Trường thư điện tử là trống rỗng, nhưng là bắt buộc. Xin vui lòng nhập địa chỉ thư điện tử của bạn.

# lg_phrase_email_title
source: Please enter your Email address. This field is required.
de: Bitte geben Sie Ihre E-Mail-Adresse. Dieses Feld ist obligatorisch.
vi: Hãy nhập địa chỉ thư điện tử của bạn. Lĩnh vực này là bắt buộc.

# lg_phrase_enter_set_new_password_token
source: Enter set new password token
de: Geben Sie Passwort-Reset-Token in das entsprechende Feld ein und drücken Sie die Absenden
vi: nhập mã số thiết lập mật khẩu mới

# lg_phrase_enter_unlock_code
source: Enter Unlock Code
de: Geben Sie den Entsperr-Code ein.
vi: Nhập mã số mở khóa

# lg_phrase_is_logged_in
source: is logged in.
de: angemeldet ist
vi: đã đăng nhập

# lg_phrase_issue_new_token
source: Enter your userid and Email to receive a new verification token.
de: Geben Sie Ihren Benutzernamen und E-Mail-Adresse ein, um ein neues Bestätigungs-Token zu erhalten.
vi: Nhập tên truy nhập và địa chỉ thư điện tử của bạn để nhận được một mã thông báo xác minh mới.

# lg_phrase_issue_new_token_error
source: There was an unexpected error generating your verification token. Please contact the webmaster.
de: Ein unerwarteter Fehler ist beim Erstellen Ihres Bestätigungs-Tokens aufgetreten. Bitte kontaktieren Sie den Webmaster.
vi: Có một lỗi không mong muốn tạo ra mã xác minh của bạn. Xin vui lòng liên lạc với web người chủ.

# lg_phrase_issue_new_token_success
source: Your new verification token will be mailed to your Email address.
de: Ihr neuer Überprüfungscode wird an Ihre E-Mail-Adresse verschickt.
vi: Mã xác minh mới sẽ được gửi đến địa chỉ thư điện tử của bạn.

# lg_phrase_login_error
source: There was an error. Please re-enter your User ID and Password.
de: Es ist ein Fehler aufgetreten. Bitte geben Sie Ihre User-ID und Ihr Passwort ein.
vi: Có một lỗi. Vui lòng nhập lại tên truy nhập và mật khẩu của bạn.

# lg_phrase_login_token_problem
source: Either the verification token has been used, (and you are verified,) or the token is not valid.
de: Entweder ist der Bestätigungs-Token benutzt worden ist, (und überprüft werden,) oder das Zeichen ist nicht gültig.
vi: Hoặc là mã xác minh đã được sử dụng, và bạn được xác minh; hoặc mã xác minh là không hợp lệ.

# lg_phrase_logged_out
source: You are logged out.
de: Sie sind ausgeloggt.
vi: Bạn đang đăng xuất.

# lg_phrase_logout_continue
source: Click here to continue.
de: Klicken Sie hier, um fortzufahren.
vi: Nhấp vào đây để tiếp tục.

# lg_phrase_name_empty
source: The Name field is empty but is required. Please enter your name.
de: Das Feld Name ist leer, aber notwendig . Geben Sie Ihren Namen ein.
vi: Các trường tên là trống rỗng, nhưng là bắt buộc. Hãy nhập tên của bạn.

# lg_phrase_name_title
source: Please enter your full name. This field is required.
de: Bitte geben Sie Ihren vollständigen Namen ein. Dieses Feld ist obligatorisch.
vi: Hãy nhập tên của bạn. Lĩnh vực này là bắt buộc.

# lg_phrase_newpassword_empty
source: The New Password field is empty but is required. Please enter your new password.
de: Das 'Neues Passwort'-Feld ist leer, wird aber benötigt. Bitte geben Sie Ihr neues Kennwort ein.
vi: Mật khẩu mới là trống, nhưng là bắt buộc. Xin vui lòng nhập mật khẩu mới.

# lg_phrase_news
source: Do you wish to receive periodic Emails when the website changes or new articles are posted?
de: Möchten Sie in regelmäßigen Abständen E-Mails empfangen, wenn die Webseite geändert oder neue Artikel geschrieben wurden?
vi: Bạn có muốn nhận định kỳ bằng thư điện tử khi những thay đổi trang web hoặc bài viết mới được đăng.

# lg_phrase_no_matching_registration
source: There was no registration matching the User ID and Email address you entered.
de: Es wurde kein passender Registrierungeintrag mit dieser Benutzer-ID und E-Mail-Adresse gefunden.
vi: Không có đăng ký được kết hợp với tên người dùng và địa chỉ email bạn đã nhập.

# lg_phrase_oldpassword_does_not_match
source: The current password does not match your stored password. Try again.
de: Das eingegebene Passwort stimmt nicht mit Ihrem gespeicherten Passwort überein. Wiederholen
vi: Mật khẩu hiện hành không phù hợp với mật khẩu của bạn được lưu trữ. Hãy thử lại.

# lg_phrase_oldpassword_empty
source: The Current Password field is empty but is required. Please enter your current password.
de: Das 'altes Passwort'-Feld ist leer, wird aber benötigt. Bitte geben Sie Ihr altes Kennwort ein.
vi: Mật khẩu hiện tại là trống, nhưng là bắt buộc. Xin vui lòng nhập mật khẩu hiện tại của bạn.

# lg_phrase_oldpassword_title
source: Please enter your current password. This field is required.
de: Bitte geben Sie Ihr aktuelles Passwort ein. Dieses Feld ist obligatorisch.
vi: Hãy nhập mật khẩu hiện tại của bạn. Lĩnh vực này là bắt buộc.

# lg_phrase_password_change_authorized
source: If you did not authorize this change, please contact the webmaster
de: Wenn Sie diese Änderung nicht selbst veranlasst haben, wenden Sie sich bitte an den Webmaster
vi: Nếu bạn không cho phép thay đổi này, xin vui lòng liên lạc với web người chủ

# lg_phrase_password_changed
source: Your password was changed.
de: Ihr Passwort wurde geändert.
vi: Mật khẩu của bạn đã được thay đổi.

# lg_phrase_password_changed_error
source: There was an unexpected error. The password was not changed. Please contact the webmaster
de: Es ist ein unerwarteter Fehler aufgetreten. Das Passwort wurde nicht geändert. Bitte kontaktieren Sie den Webmaster
vi: Có một lỗi bất ngờ. Mật khẩu này được không thay đổi. Xin vui lòng liên lạc với web người chủ.

# lg_phrase_password_changed_okay
source: Password changed successfully.
de: Passwort erfolgreich geändert.
vi: thay đổi mật khẩu thành công.

# lg_phrase_password_changed_post
source: was changed at
de: wurde geändert um
vi: đã được thay đổi tại.

# lg_phrase_password_changed_pre
source: Your password at
de: Ihr Kennwort bei
vi: mật khẩu của bạn tại.

# lg_phrase_password_empty
source: The Password field is empty but is required. Please enter your password.
de: Das 'Passwort'-Feld ist leer, wird aber benötigt. Bitte geben Sie Ihr Kennwort ein.
vi: Lĩnh vực mật khẩu được yêu cầu nhưng bỏ trống. Hãy nhập mật khẩu của bạn.

# lg_phrase_password_new_title
source: Please enter your desired password. This field is required.
de: Bitte geben Sie Ihre gewünschtes Passwort ein. Dieses Feld ist obligatorisch.
vi: Hãy nhập mật khẩu của bạn mong muốn. Lĩnh vực này là bắt buộc.

# lg_phrase_password_nomatch_confirm
source: The Password does not match the Confirmation Password. Please re-enter.
de: Das Passwort stimmt nicht mit der Bestätigungs-Passwort überein. Bitte wiederholen.
vi: The Mật khẩu không khớp với mật khẩu xác nhận. Vui lòng nhập lại.

# lg_phrase_password_title
source: Please enter your password. This field is required.
de: Bitte geben Sie Ihr Kennwort ein. Dieses Feld ist obligatorisch.
vi: Hãy nhập mật khẩu của bạn. Lĩnh vực này là bắt buộc.

# lg_phrase_register_delete_noemail
source: There was no account matching the email address you entered.
de: Es existiert kein Benutzerkonto für die angegebene Email-Adresse.
vi: Không có tài khoản phù hợp với địa chỉ thư điện tử bạn đã nhập.

# lg_phrase_registration_email_verify
source: Verify Your Email Address
de: Überprüfen Sie Ihre Email-Adresse
vi: Xác minh địa chỉ thư điện tử của bạn.

# lg_phrase_registration_email_verify_msg
source: An Email was sent to the Email address you provided during registration.&nbsp; Click the link in that Email or copy and paste the unlock code in the form field below. Your account will not be available until it has been verified.
de: Es wurde eine E-Mail an die E-Mail-Adresse versandt, die Sie während der Registrierung angegeben haben. Klicken Sie auf den Link in der E-Mail oder kopieren und fügen Sie den Freischalt-Code in das Feld unten ein. Ihr Konto wird nicht verfügbar sein, bevor dies geprüft worden ist.
vi: Một thư điện tử đã được gửi đến địa chỉ thư điện tử mà bạn cung cấp trong quá trình đăng ký. Nhấp vào liên kết trong thư điện tử đó hoặc sao chép và dán mã mở khóa vào trường mẫu dưới đây. Tài khoản của bạn sẽ không có sẵn cho đến khi nó đã được xác minh.

# lg_phrase_registration_error
source: There was an unexpected error completing your registration. Please contact the webmaster
de: Es wurde ein unerwarteter Fehler bei der Registrierung festgestellt. Bitte kontaktieren Sie den Webmaster
vi: Có một lỗi bất ngờ hoàn tất đăng ký của bạn. Xin vui lòng liên lạc với web người chủ.

# lg_phrase_registration_mail0
source: Issued New Registration Verification Token
de: Ein Überprüfungs-Token für die Neuregistrierung wurde erstellt.
vi: Ngày cấp mới đăng ký Mã xác nhận.

# lg_phrase_registration_mail1
source: Thank you for registering at
de: Vielen Dank für Ihre Anmeldung auf dieser Seite
vi: Cảm ơn bạn đã đăng ký tại

# lg_phrase_registration_mail2
source: Before you can login you need
de: Bevor Sie sich einloggen können benötigen Sie
vi: Trước khi có thể đăng nhập, bạn cần phải.

# lg_phrase_registration_mail3
source: to verify your Email address.
de: um Ihre E-Mail-Adresse zu überprüfen
vi: xác nhận địa chỉ thư điện tử.

# lg_phrase_registration_mail4
source: Click Here To Verify
de: Clicken Sie hier zur Überprüfung
vi: Nhấn vào Đây Để Xác nhận

# lg_phrase_registration_mail5
source: If the above link does not work, go to <p>http://
de: Falls der Link nicht funktioniert, besuchen Sie bitte <p>http://
vi: Nếu liên kết ở trên không hoạt động, đi đến <p>http://

# lg_phrase_registration_mail6
source: copy and paste the token below into the form and click ""Submit""
de: Kopieren Sie das Token fügen Sie es unten in das Formular ein. Dann klicken Sie auf ""Abschicken""
vi: sao chép và dán mã thông báo dưới đây vào các biểu mẫu và bấm vào ""Đăng ký ""

# lg_phrase_registration_mail7
source: If you did not register, click
de: Wenn Sie sich nicht registrieren konnten, klicken Sie auf
vi: Nếu bạn chưa đăng ký, bấm vào

# lg_phrase_registration_mail8
source: this link: <a href=""http://
de: diesen Link: <a href = ""http://
vi: liên kết này: <a href =""http://

# lg_phrase_registration_mail9
source: if you have any questions then <a href=""http://
de: wenn Sie Fragen haben, besuchen Sie <a href=""http://
vi: nếu bạn có bất kỳ câu hỏi nào xin <a href =""http://

# lg_phrase_registration_success
source: Registration Successful
de: Anmeldung erfolgreich
vi: Đăng ký thành công.

# lg_phrase_remember_me_warning
source: Do not check remember me if this is a shared computer.
de: Bitte aktivieren Sie nicht 'Angemeldet bleiben', wenn Sie sich an einem gemeinsam genutzten Computer befinden.
vi: Đừng chọn (nhớ tôi) nếu bạn đang sử dụng máy tính công cộng.

# lg_phrase_user_registration
source: User Registration
de: Benutzer-Registrierung
vi: Đăng ký người dùng

# lg_phrase_userid_empty
source: The User ID field is required but is empty. Please enter your User ID.
de: Die Benutzer-ID ist erforderlich, aber leer. Bitte geben Sie Ihre User-ID an.
vi: Lĩnh vực tên truy nhập được yêu cầu nhưng bỏ trống. Hãy nhập tên truy nhập của bạn.

# lg_phrase_userid_inuse
source: The User ID is in use or invalid.
de: Die Benutzer-ID ist ungültig oder wird bereits verwendet.
vi: Nhận dạng người dùng đang sử dụng hoặc không hợp lệ.

# lg_phrase_userid_new_title
source: Please enter your desired User ID. This field is required.
de: Bitte geben Sie Ihre gewünschte Benutzer-ID an. Dieses Feld ist obligatorisch.
vi: Hãy nhập mong muốn của bạn Tên truy nhập lĩnh vực này là cần thiết.

# lg_phrase_userid_title
source: Please enter your userid. This field is required.
de: Bitte geben Sie Ihre Benutzerkennung an. Dieses Feld ist obligatorisch.
vi: Hãy nhập userid của bạn. Lĩnh vực này là bắt buộc.

# lg_phrase_verify_expired
source: More than 24 hours have passed since your registration.
de: Mehr als 24 Stunden seit Ihrer Anmeldung verstrichen.
vi: Hơn 24 hors đã trôi qua kể từ khi đăng ký của bạn.

# lg_phrase_verify_login
source: You may now login to your account.
de: Sie können sich nun mit Ihrem Konto anmelden.
vi: Bây giờ bạn có thể đăng nhập vào tài khoản của bạn.

# lg_phrase_verify_newtoken
source: Click here to generate a new unlock code.
de: Klicken Sie hier, um einen neuen Freischalt code zu generieren.
vi: Nhấp vào đây để tạo mới mở khóa mã

# lg_phrase_verify_verified
source: You have verified your email address.
de: Sie haben Ihre E-Mail-Adresse bestätigt.
vi: Bạn đã xác minh địa chỉ thư điện tử của bạn.

# lg_phrase_website_title
source: Please enter your website address.
de: Bitte geben Sie Ihre Website-Adresse an.
vi: Hãy nhập địa chỉ trang web của bạn.

# lg_phrase_recover_password
source: Recover Password
de: Passwort wiederherstellen.
vi: Khôi phục mật khẩu

# lg_phrase_request_password1
source: A request has been made to recover your password at
de: Eine Anfrage auf Passwortwiederherstellung wurde gesendet von
vi: Một yêu cầu đã được thực hiện để phục hồi mật khẩu của bạn tại

# lg_phrase_recover_password2
source: You may set a new password by clicking the link below.
de: Sie können ein neues Passwort setzen, indem Sie auf den Link unten klicken.
vi: Bạn có thể thiết lập một mật khẩu mới bằng cách nhấp vào liên kết bên dưới.

# lg_phrase_recover_password3
source: Set New Password
de: Neues Kennwort setzen
vi: Đặt mật khẩu

# lg_phrase_recover_password4
source: If you did not request to recover your password, contact the webmaster by
de: Wenn Sie keine Passwortwiederherstellung angefordert haben, wenden Sie sich an den Webmaster von
vi: Nếu bạn không yêu cầu để khôi phục mật khẩu của bạn, xin liên lạc với web người chủ bởi.

# lg_phrase_recover_password5
source: Email at the following Email link
de: E-Mail an die folgenden E-Mail-Link
vi: thư điện tử tại liên kết thư điện tử sau

# lg_phrase_recover_password_error
source: There was an unexpected error processing your request. Please contact the webmaster.
de: Es gab einen unerwarteten Fehler bei der Bearbeitung Ihrer Anfrage. Bitte kontaktieren Sie den Webmaster.
vi: Có một lỗi không mong muốn xử lý yêu cầu của bạn Xin vui lòng liên lạc với web người chủ.

# lg_phrase_recover_password_success
source: The request to recover your password was processed successfully.<p>Please follow the instructions in the Email sent to you to set a new password.</p>
de: Der Anfrage zur Passwortwiederherstellung wurde erfolgreich verarbeitet.<p>Bitte folgen Sie den Anweisungen in der E-Mail, die an Sie gesendet wurde, um ein neues Passwort zu setzen.</p>
vi: Yêu cầu khôi phục mật khẩu của bạn đã được xử lý thành công.<p>Hãy làm theo hướng dẫn trong thư điện tử gửi đến để thiết lập mật khẩu mới.</p>

# lg_phrase_set_new_password_good_token
source: Your token was valid. Enter a new password.
de: Ihr Token war gültig. Geben Sie ein neues Passwort ein.
vi: Là mã thông báo của bạn hợp lệ. Nhập một mật khẩu mới.

# lg_phrase_set_new_password_token_expired
source: More than 24 hours have passed since you requested a password recovery token.
de: Mehr als 24 Stunde sind vergangen, seit Sie ein Passwort-Wiederherstellungs-Token angefordert haben.
vi: Nhiều hơn 24 giờ đã trôi qua kể từ khi bạn yêu cầu một mật khẩu thu hồi mã thông báo.

# lg_phrase_contact_webmaster1
source: Please contact the webmaster for assistance.
de: Bitte kontaktieren Sie den Webmaster um Unterstützung.
vi: Xin vui lòng liên lạc với web người chủ để được hỗ trợ.

# lg_phrase_webmaster_may_be_contacted
source: The webmaster may be contacted by Email using this link:
de: Sie können den Webmaster per E-Mail über diesen Link kontaktieren:
vi: Bộ quản trị web có thể liên lạc bằng thư điện tử bằng cách sử dụng liên kết này:

# lg_phrase_set_new_password_error
source: There was an unexpected error in completing your request.
de: Es war ein unerwarteter Fehler beim Ausfüllen Ihrer Anfrage aufgetreten.
vi: Có một lỗi bất ngờ trong hoàn thành yêu cầu của bạn.

# lg_phrase_set_new_password_success
source: Your password was successfully changed.
de: Ihr Passwort wurde erfolgreich geändert.
vi: Mật khẩu của bạn đã được thay đổi.
